<template>
    <div class="container policy_wrap">
      <h1 class="title">Пользовательское соглашение</h1>
  
      <h3>Настоящие УСЛОВИЯ ИСПОЛЬЗОВАНИЯ САЙТА</h3>
      <p>
        являются официальным документом {{ setting.ooo }} ({{ setting.ur_address }}, далее – Администратор) и определяют порядок использования посетителями сайта <nuxt-link :href="baseUrl">{{ baseUrl }}</nuxt-link> (далее - Сайт) Сервиса (модуль и форма заявки) и обработки информации, получаемой от посетителей Сайта при помощи обратной связи.
      </p>
      <p>
        Посещая сайт <nuxt-link :to="baseUrl">{{ baseUrl }}</nuxt-link>, посетитель Сайта выражает свое полное и безоговорочное согласие с настоящими УСЛОВИЯМИ ИСПОЛЬЗОВАНИЯ САЙТА, которые определяются Администратором как публичная оферта в соответствии со статьей 437 ГК РФ.
      </p>
      <p>
        Посетитель Сайта обязан ознакомиться с настоящими УСЛОВИЯМИ ИСПОЛЬЗОВАНИЯ САЙТА и ЕГО СЕРВИСОВ до начала использования.
      </p>
      <p>
        Настоящие УСЛОВИЯ ИСПОЛЬЗОВАНИЯ САЙТА и СЕРВИСОВ САЙТА могут быть изменены Администратором в одностороннем порядке в любой момент без уведомления пользователя Сайта.
      </p>
      <p>
        Пользователю предоставляется право пользования Сервисами на Сайте Администратора и его последующее использование исключительно в соответствии с его функциональным назначением – для целей коммуникации с Администратором Сайта.
      </p>
  
      <h3>Согласие на обработку персональных данных</h3>
      <p>
        В случае если при использовании Сайта и его Сервисов пользователем будет сообщена какая-либо информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (далее – персональные данные), ее последующая обработка будет осуществляться в соответствии с законодательством Российской Федерации. В отношении всех сообщаемых персональных данных пользователь дает Администратору согласие на их обработку. Администратор обрабатывает персональные данные пользователя исключительно в целях предоставления пользователю функционала Сервиса и Сайта, размещенного на нем контента, маркетинговой, рекламной, иной информации, в целях получения пользователем персонализированной (таргетированной) рекламы, исследования и анализа данных пользователя, а также в целях продвижения пользователю своих товаров и услуг.
      </p>
      <p>
        Администратор принимает все необходимые меры для защиты персональных данных пользователя Сайта, а также предоставляет к таким данным доступ только тем работникам, подрядчикам и агентам Администратора, которым эта информация необходима для обеспечения целей обработки персональных данных Администратором Сайта. Раскрытие предоставленных пользователем персональных данных может быть произведено лишь в соответствии с законодательством Российской Федерации.
      </p>
      <p>
        В отношении всех сообщенных Администратору пользователем своих персональных данных Администратор вправе осуществлять сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передача любым третьим лицам, включая передачу персональных данных третьим лицам на хранение или в случае поручения обработки персональных данных третьим лицам), обезличивание, блокирование, уничтожение, трансграничная передача, обработка с применением основных способов такой обработки (хранение, запись на электронных носителях и их хранение, составление перечней, маркировка) и иные действия в соответствии со статьей 3 Федерального закона от 27.06.2006 № 152-ФЗ «О персональных данных».
      </p>
      <p>
        Пользователь понимает и соглашается с тем, что предоставление Администратору какой-либо информации о себе, не являющейся контактной и не относящейся к целям, обозначенным Администратором Сайта (не относящейся к деятельности Администратора, к продвигаемым им товарам и/или услугам, к условиям сотрудничества Администратора и пользователя Сайта), а ровно предоставление информации, относящейся к государственной, банковской и/или коммерческой тайне, информации о расовой и/или национальной принадлежности, политических взглядах, религиозных или философских убеждениях, состоянии здоровья, интимной жизни пользователя Сайта или иного третьего лица запрещено.
      </p>
  
      <h3>Обязанности пользователя Сайта</h3>
      <p>
        Пользователь обязан при посещении Сайта и при использовании Сервиса соблюдать положения настоящих УСЛОВИЙ ИСПОЛЬЗОВАНИЯ СЕРВИСА и законодательства Российской Федерации, в том числе:
      </p>
      <ul>
        <li>В случае принятия пользователем решения о предоставлении Администратору какой-либо информации (каких-либо данных), предоставлять исключительно достоверную и актуальную информацию. Пользователь Сайта не вправе вводить Администратора в заблуждение в отношении своей личности, сообщать ложную или недостоверную информацию о себе;</li>
        <li>Не сообщать Администратору любым образом, как с использованием Сервиса, так и в ином порядке, какую-либо информацию, полностью или в части относящуюся к государственной, коммерческой и/или банковской тайне, фактам и информации о своей личной жизни или личной жизни третьих лиц, а также не сообщать иную информацию, предоставление которой запрещено настоящими УСЛОВИЯМИ ИСПОЛЬЗОВАНИЯ СЕРВИСА;</li>
        <li>Не сообщать, не передавать и не предоставлять Администратору какую-либо информацию (в том числе данные, объекты, контент и т.д.) и ссылки на такую информацию если это может нарушать или привести к нарушению законодательства Российской Федерации, нарушить права и интересы третьих лиц. В случае наличия у пользователя сомнений относительного правомерности сообщения какой-либо информации Администратору посредством Сервиса и Сайта, пользователь обязан воздержаться от совершения данного действия;</li>
        <li>Использовать полученную от Администратора информацию (в том числе информацию, переданную Администратором через Сайт и/или Сервис) исключительно для личных целей, не передавать такую информацию третьим лицам без прямого на то согласия Администратора.</li>
      </ul>
  
      <h3>Ограничение ответственности Администратора</h3>
      <p>
        Сервис и Сайт, как и любое программное обеспечение, не свободно от ошибок. Сайт, Сервис, весь функционал, включая скрипты, приложения, контент и иную информацию, размещенную на сайте, поставляются на условиях «КАК ЕСТЬ», со всеми недостатками, проявившимися сразу или не сразу. Администратор не гарантирует и не обещает каких-либо результатов от использования Сайта или Сервиса. Принимая настоящие УСЛОВИЯ ИСПОЛЬЗОВАНИЯ СЕРВИСА пользователь Сайта соглашается с тем, что Администратор не несет никакой ответственности за функционирование и работоспособность Сервиса.
      </p>
      <p>
        Администратор не несет ответственности за временные сбои и перерывы в работе Сервиса или Сайта и вызванные такими сбоями потери информации. Администратор также не несет никакой ответственности за ущерб, причиненный пользователям Сайта, явившийся результатом использования Сайта или Сервиса.
      </p>
      <p>
        Администратор вправе использовать и распоряжаться информацией пользователя для составления статистической отчетности, использовать ее в рекламных и маркетинговых целях, а также вправе направлять пользователю информацию о своей деятельности и любым способом ее рекламировать. Администратор САЙТА не несет никакой ответственности за функционирование Сайта и Сервиса, за какие-либо последствия его использования пользователями Сайта и/или последствия сообщения или получения какой-либо информации с использованием (с помощью) Сервиса.
      </p>
    </div>
  </template>
  
  <script setup>
  import { ref } from 'vue'; 
  
  const setting = ref({
    ooo: 'Название вашей компании',
    ur_address: 'Юридический адрес вашей компании',
  });
  
  useHead({
    title: 'Пользовательское соглашение',
    meta: [
      { name: 'description', content: 'Пользовательское соглашение.' },
    ],
  });
  </script>
 